Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: How far the layer slides against the pointer. Give background layers more than foreground ones to sell the depth.
ar: مدى انزلاق الطبقة عكس اتجاه المؤشر. امنح طبقات الخلفية قيمة أكبر من الطبقات الأمامية لإبراز العمق.
de: Wie weit sich die Ebene gegen den Zeiger verschiebt. Geben Sie Hintergrundebenen mehr als Vordergrundebenen, damit die Tiefe überzeugt.
es: Cuánto se desliza la capa en sentido contrario al puntero. Da más a las capas de fondo que a las de primer plano para reforzar la profundidad.
fr: Glissement du calque à l’opposé du pointeur. Donnez-en davantage aux calques d’arrière-plan qu’à ceux de premier plan pour renforcer l’effet de profondeur.
hi: पॉइंटर के विपरीत लेयर कितनी खिसकती है. डेप्थ का एहसास देने के लिए बैकग्राउंड लेयर को फ़ोरग्राउंड लेयर से ज़्यादा मान दें.
it: Quanto scorre il livello in direzione opposta al puntatore. Dai più movimento ai livelli di sfondo rispetto a quelli in primo piano per rendere credibile la profondità.
ja: ポインタと逆方向にレイヤーがスライドする距離です。奥行きを感じさせるには、背景レイヤーを前景レイヤーより大きくしてください。
ko: 레이어가 포인터 반대 방향으로 미끄러지는 정도입니다. 깊이감을 살리려면 배경 레이어에 전경 레이어보다 큰 값을 지정하십시오.
pl: Jak daleko warstwa przesuwa się przeciwnie do wskaźnika. Ustaw warstwom tła więcej niż warstwom pierwszego planu, aby wzmocnić wrażenie głębi.
pt_br: O quanto a camada desliza em sentido oposto ao ponteiro. Dê mais às camadas de fundo do que às de primeiro plano para reforçar a profundidade.
ru: Насколько слой сдвигается в противоположную указателю сторону. Задайте фоновым слоям больше, чем передним, чтобы подчеркнуть глубину.
tr: Katmanın imlece karşı ne kadar kaydığı. Derinlik hissini güçlendirmek için arka plan katmanlarına ön plan katmanlarından daha fazla değer verin.
uk: Наскільки шар зсувається назустріч вказівнику. Задайте фоновим шарам більше, ніж переднім, щоб підсилити відчуття глибини.
zh_hans: 图层逆着指针滑动的距离。为背景图层设置比前景图层更大的值，以营造纵深感。
zh_hant: 圖層相對指標滑動的距離。背景圖層設得比前景圖層大，才能營造出深度感。

source: How far the leaves bend.
ar: مدى انحناء الأوراق.
de: Wie weit sich die Blätter biegen.
es: Cuánto se doblan las hojas.
fr: Courbure des feuilles.
hi: पत्तियाँ कितनी झुकती हैं.
it: Quanto si piegano le foglie.
ja: 葉が曲がる大きさです。
ko: 나뭇잎이 휘어지는 정도입니다.
pl: Jak mocno wyginają się liście.
pt_br: O quanto as folhas se curvam.
ru: Насколько сильно гнутся листья.
tr: Yaprakların ne kadar büküldüğü.
uk: Наскільки сильно гнеться листя.
zh_hans: 树叶弯曲的程度。
zh_hant: 樹葉彎曲的幅度。

source: How far the rays reach from their source.
ar: مدى امتداد الأشعة من مصدرها.
de: Wie weit die Strahlen von ihrer Quelle reichen.
es: Alcance de los rayos desde su origen.
fr: Portée des rayons depuis leur source.
hi: किरणें अपने स्रोत से कितनी दूर तक पहुँचती हैं.
it: Quanto si estendono i raggi dalla sorgente.
ja: 光線が光源から届く距離です。
ko: 광선이 광원에서 뻗어 나가는 거리입니다.
pl: Jak daleko promienie sięgają od źródła.
pt_br: Alcance dos raios a partir da fonte.
ru: Как далеко лучи распространяются от источника.
tr: Işınların kaynaklarından ne kadar uzağa ulaştığı.
uk: Наскільки далеко сягають промені від джерела.
zh_hans: 光线从光源延伸的距离。
zh_hant: 光線從光源延伸的距離。

source: How far the red and blue channels separate. Keep it small — past a few pixels it stops reading as a lens and starts looking broken.
ar: مدى انفصال القناتين الحمراء والزرقاء. أبقِه صغيرًا — فبعد بضع وحدات بكسل يكفّ عن الظهور كتأثير عدسة ويبدو معطوبًا.
de: Wie weit sich Rot- und Blaukanal trennen. Halten Sie den Wert klein – ab wenigen Pixeln wirkt es nicht mehr wie ein Objektiv, sondern fehlerhaft.
es: Cuánto se separan los canales rojo y azul. Mantenlo bajo: a partir de unos pocos píxeles deja de parecer una lente y parece un fallo.
fr: Écart entre les canaux rouge et bleu. Gardez-le faible — au-delà de quelques pixels, l’effet ne ressemble plus à un objectif mais à un défaut.
hi: लाल और नीले चैनल कितने अलग होते हैं. इसे छोटा रखें — कुछ पिक्सेल से ज़्यादा होने पर यह लेंस जैसा नहीं, बल्कि गड़बड़ दिखने लगता है.
it: Quanto si separano i canali rosso e blu. Tienilo basso: oltre pochi pixel non sembra più un obiettivo, ma un difetto.
ja: 赤と青のチャンネルが分離する距離です。小さく保ってください — 数ピクセルを超えるとレンズ効果に見えず、壊れたように見えます。
ko: 빨간색과 파란색 채널이 분리되는 정도입니다. 작게 유지하십시오. 몇 픽셀을 넘어가면 렌즈 효과가 아니라 깨진 것처럼 보입니다.
pl: Jak daleko rozsuwają się kanały czerwony i niebieski. Utrzymuj małą wartość — powyżej kilku pikseli efekt przestaje przypominać obiektyw i wygląda na usterkę.
pt_br: O quanto os canais vermelho e azul se separam. Mantenha baixo — acima de alguns pixels, deixa de parecer uma lente e começa a parecer defeito.
ru: Насколько расходятся красный и синий каналы. Держите значение небольшим — после нескольких пикселей это уже похоже не на объектив, а на поломку.
tr: Kırmızı ve mavi kanalların ne kadar ayrıldığı. Küçük tutun — birkaç pikselden sonra mercek etkisi gibi görünmez, bozuk görünmeye başlar.
uk: Наскільки розходяться червоний і синій канали. Тримайте значення малим — після кількох пікселів це вже не схоже на обʼєктив, а виглядає як збій.
zh_hans: 红色和蓝色通道分离的距离。请保持较小——超过几个像素后就不像镜头效果，而像画面出错了。
zh_hant: 紅色和藍色通道分離的距離。請保持在小值——超過幾個像素就不再像鏡頭效果，而像是故障。

source: How far the shafts reach from their source.
ar: مدى امتداد الحزم من مصدرها.
de: Wie weit die Lichtstrahlen von ihrer Quelle reichen.
es: Alcance de los haces desde su origen.
fr: Portée des faisceaux depuis leur source.
hi: प्रकाश की किरणें अपने स्रोत से कितनी दूर तक पहुँचती हैं.
it: Quanto si estendono i fasci dalla sorgente.
ja: 光の筋が光源から届く距離です。
ko: 빛줄기가 광원에서 뻗어 나가는 거리입니다.
pl: Jak daleko smugi sięgają od źródła.
pt_br: Alcance dos feixes a partir da fonte.
ru: Как далеко лучи распространяются от источника.
tr: Huzmelerin kaynaklarından ne kadar uzağa ulaştığı.
uk: Наскільки далеко сягають промені від свого джерела.
zh_hans: 光束从光源延伸的距离。
zh_hant: 光束從光源延伸的距離。

source: How far the surface is displaced by each ripple.
ar: مدى إزاحة السطح بفعل كل تموج.
de: Wie weit die Oberfläche durch jede Welle verschoben wird.
es: Cuánto desplaza la superficie cada onda.
fr: Déplacement de la surface par chaque ondulation.
hi: हर लहर से सतह कितनी खिसकती है.
it: Quanto viene spostata la superficie da ogni increspatura.
ja: 各波紋によって表面がずれる距離です。
ko: 각 물결로 인해 표면이 변위되는 정도입니다.
pl: Jak mocno każda zmarszczka przesuwa powierzchnię.
pt_br: O quanto a superfície é deslocada por cada ondulação.
ru: Насколько каждая волна ряби смещает поверхность.
tr: Her dalgacığın yüzeyi ne kadar kaydırdığı.
uk: Наскільки зміщується поверхня від кожної брижі.
zh_hans: 每道涟漪使表面位移的距离。
zh_hant: 每道漣漪使表面位移的距離。

source: How far the tracking glitch tears the image sideways.
ar: مدى تمزيق خلل التتبع للصورة جانبيًا.
de: Wie weit die Tracking-Störung das Bild seitlich zerreißt.
es: Cuánto rasga la imagen hacia los lados el fallo de tracking.
fr: Amplitude du déchirement latéral de l’image par le défaut de tracking.
hi: ट्रैकिंग गड़बड़ी इमेज को किनारे की ओर कितना फाड़ती है.
it: Quanto il disturbo di tracking strappa lateralmente l’immagine.
ja: トラッキングの乱れで画像が横に裂ける距離です。
ko: 트래킹 글리치가 이미지를 옆으로 찢는 정도입니다.
pl: Jak mocno zakłócenie ścieżki rozrywa obraz na boki.
pt_br: O quanto a falha de tracking rasga a imagem para os lados.
ru: Насколько сбой трекинга сдвигает изображение вбок.
tr: İzleme bozulmasının görüntüyü yana doğru ne kadar yırttığı.
uk: Наскільки сильно збій трекінгу розриває зображення вбік.
zh_hans: 跟踪故障将图像向侧面撕裂的程度。
zh_hant: 循軌故障將影像向側面撕裂的程度。

source: How fast the fog moves across the scene.
ar: سرعة تحرك الضباب عبر المشهد.
de: Wie schnell der Nebel durch die Szene zieht.
es: Velocidad a la que se mueve la niebla por la escena.
fr: Vitesse de déplacement du brouillard dans la scène.
hi: कोहरा सीन में कितनी तेज़ी से चलता है.
it: Velocità con cui la nebbia si muove nella scena.
ja: シーン内をフォグが移動する速さです。
ko: 안개가 장면을 가로질러 이동하는 속도입니다.
pl: Jak szybko mgła przesuwa się po scenie.
pt_br: Velocidade com que a névoa se move pela cena.
ru: Скорость движения тумана по сцене.
tr: Sisin sahne boyunca ne kadar hızlı hareket ettiği.
uk: Як швидко туман рухається сценою.
zh_hans: 雾在场景中移动的速度。
zh_hant: 霧在場景中移動的速度。

source: How fast the ripples spread.
ar: سرعة انتشار التموجات.
de: Wie schnell sich die Wellen ausbreiten.
es: Velocidad a la que se propagan las ondas.
fr: Vitesse de propagation des ondulations.
hi: लहरें कितनी तेज़ी से फैलती हैं.
it: Velocità con cui si propagano le increspature.
ja: 波紋が広がる速さです。
ko: 물결이 퍼지는 속도입니다.
pl: Jak szybko rozchodzą się zmarszczki.
pt_br: Velocidade com que as ondulações se espalham.
ru: Скорость распространения ряби.
tr: Dalgacıkların ne kadar hızlı yayıldığı.
uk: Як швидко поширюються брижі.
zh_hans: 涟漪扩散的速度。
zh_hant: 漣漪擴散的速度。

source: How fast the shafts drift.
ar: سرعة انجراف الحزم.
de: Wie schnell die Lichtstrahlen wandern.
es: Velocidad a la que se desplazan los haces.
fr: Vitesse de dérive des faisceaux.
hi: प्रकाश की किरणें कितनी तेज़ी से खिसकती हैं.
it: Velocità con cui si spostano i fasci.
ja: 光の筋が漂う速さです。
ko: 빛줄기가 흘러가는 속도입니다.
pl: Jak szybko przesuwają się smugi.
pt_br: Velocidade com que os feixes se deslocam.
ru: Скорость дрейфа лучей.
tr: Huzmelerin ne kadar hızlı süzüldüğü.
uk: Як швидко пливуть промені.
zh_hans: 光束飘移的速度。
zh_hant: 光束飄移的速度。

source: How fast the streaks travel outward.
ar: سرعة انتقال الخطوط نحو الخارج.
de: Wie schnell sich die Streifen nach außen bewegen.
es: Velocidad a la que se alejan las estelas.
fr: Vitesse de déplacement des traînées vers l’extérieur.
hi: धारियाँ बाहर की ओर कितनी तेज़ी से जाती हैं.
it: Velocità con cui le scie si muovono verso l’esterno.
ja: 筋が外側へ進む速さです。
ko: 줄무늬가 바깥쪽으로 이동하는 속도입니다.
pl: Jak szybko smugi przemieszczają się na zewnątrz.
pt_br: Velocidade com que os rastros se deslocam para fora.
ru: Скорость движения полос наружу.
tr: Çizgilerin dışa doğru ne kadar hızlı ilerlediği.
uk: Як швидко смуги розлітаються назовні.
zh_hans: 条纹向外移动的速度。
zh_hant: 條紋向外移動的速度。

source: How fast the sway travels through the foliage.
ar: سرعة انتقال التمايل عبر أوراق الشجر.
de: Wie schnell sich das Wiegen durch das Laub bewegt.
es: Velocidad a la que el balanceo recorre el follaje.
fr: Vitesse de propagation du balancement dans le feuillage.
hi: पत्तियों में लहराहट कितनी तेज़ी से फैलती है.
it: Velocità con cui l’oscillazione attraversa il fogliame.
ja: 揺れが葉の間を伝わる速さです。
ko: 흔들림이 나뭇잎 사이로 전달되는 속도입니다.
pl: Jak szybko kołysanie przechodzi przez listowie.
pt_br: Velocidade com que o balanço percorre a folhagem.
ru: Скорость, с которой колыхание проходит по листве.
tr: Salınımın yapraklar arasında ne kadar hızlı ilerlediği.
uk: Як швидко коливання проходить листям.
zh_hans: 摇摆在枝叶间传递的速度。
zh_hant: 搖曳在枝葉間傳遞的速度。

source: How fast the waves travel.
ar: سرعة انتقال الأمواج.
de: Wie schnell sich die Wellen bewegen.
es: Velocidad a la que avanzan las olas.
fr: Vitesse de déplacement des vagues.
hi: लहरें कितनी तेज़ी से चलती हैं.
it: Velocità con cui si muovono le onde.
ja: 波が進む速さです。
ko: 파도가 이동하는 속도입니다.
pl: Jak szybko przemieszczają się fale.
pt_br: Velocidade com que as ondas se deslocam.
ru: Скорость движения волн.
tr: Dalgaların ne kadar hızlı ilerlediği.
uk: Як швидко рухаються хвилі.
zh_hans: 波浪移动的速度。
zh_hant: 波浪行進的速度。

source: How gradually the distortion ramps in and out. Low values snap, high values glide.
ar: مدى تدرج دخول التشوه وخروجه. القيم المنخفضة تجعله مفاجئًا، والمرتفعة تجعله انسيابيًا.
de: Wie allmählich die Verzerrung ein- und ausblendet. Niedrige Werte springen, hohe Werte gleiten.
es: Suavidad con la que la distorsión aparece y desaparece. Los valores bajos son bruscos; los altos, fluidos.
fr: Progressivité de l’apparition et de la disparition de la distorsion. Les faibles valeurs sont brusques, les valeurs élevées sont fluides.
hi: डिस्टॉर्शन कितने धीरे-धीरे शुरू और खत्म होता है. कम मान झटके से बदलते हैं, ज़्यादा मान सहजता से.
it: Quanto gradualmente la distorsione entra ed esce. Valori bassi scattano, valori alti scivolano.
ja: ゆがみが強まったり弱まったりする滑らかさです。低い値では急に、高い値では滑らかに変化します。
ko: 왜곡이 서서히 나타나고 사라지는 정도입니다. 값이 낮으면 급격하게, 값이 높으면 부드럽게 변합니다.
pl: Jak płynnie narasta i zanika zniekształcenie. Niskie wartości dają skok, wysokie — płynne przejście.
pt_br: O quão gradualmente a distorção entra e sai. Valores baixos são bruscos; valores altos são suaves.
ru: Плавность нарастания и спада искажения. Малые значения — резко, большие — плавно.
tr: Bozulmanın ne kadar kademeli olarak başlayıp bittiği. Düşük değerler ani, yüksek değerler yumuşak geçiş sağlar.
uk: Наскільки поступово спотворення наростає й спадає. Малі значення — різко, великі — плавно.
zh_hans: 扭曲渐入渐出的平缓程度。数值低时突变，数值高时平滑过渡。
zh_hant: 扭曲漸入和漸出的平緩程度。數值低時切換俐落，數值高時過渡平滑。

source: How gradually the effect blends at its boundary.
ar: مدى تدرج امتزاج التأثير عند حدوده.
de: Wie allmählich der Effekt an seinem Rand übergeht.
es: Suavidad con la que el efecto se funde en su borde.
fr: Progressivité du fondu de l’effet à sa limite.
hi: इफ़ेक्ट अपनी सीमा पर कितने धीरे-धीरे घुलता है.
it: Quanto gradualmente l’effetto si fonde al suo bordo.
ja: エフェクトの境界でのブレンドの滑らかさです。
ko: 효과가 경계에서 서서히 혼합되는 정도입니다.
pl: Jak płynnie efekt przechodzi na swojej granicy.
pt_br: O quão gradualmente o efeito se mescla na borda.
ru: Плавность перехода эффекта на его границе.
tr: Efektin sınırında ne kadar kademeli olarak karıştığı.
uk: Наскільки поступово ефект змішується на своїй межі.
zh_hans: 效果在边界处过渡的平缓程度。
zh_hant: 效果在邊界處混合的平緩程度。

source: How hard the lens bends the image. Negative values pinch inward instead of bulging out.
ar: شدة ثني العدسة للصورة. القيم السالبة تقرصها نحو الداخل بدلًا من نفخها نحو الخارج.
de: Wie stark das Objektiv das Bild krümmt. Negative Werte ziehen nach innen, statt nach außen zu wölben.
es: Cuánto curva la lente la imagen. Los valores negativos la contraen hacia dentro en lugar de abombarla.
fr: Force de la déformation de l’image par l’objectif. Les valeurs négatives pincent vers l’intérieur au lieu de bomber.
hi: लेंस इमेज को कितनी ज़ोर से मोड़ता है. ऋणात्मक मान बाहर उभारने के बजाय अंदर की ओर सिकोड़ते हैं.
it: Quanto l’obiettivo piega l’immagine. I valori negativi la comprimono verso l’interno invece di gonfiarla.
ja: レンズが画像を曲げる強さです。負の値では外側に膨らむ代わりに内側へすぼまります。
ko: 렌즈가 이미지를 휘게 하는 강도입니다. 음수이면 바깥으로 부풀지 않고 안쪽으로 오므라듭니다.
pl: Jak mocno soczewka zagina obraz. Wartości ujemne ściskają go do środka zamiast wybrzuszać.
pt_br: O quanto a lente curva a imagem. Valores negativos comprimem para dentro em vez de estufar para fora.
ru: Сила искривления изображения линзой. Отрицательные значения стягивают его внутрь, а не выпячивают.
tr: Merceğin görüntüyü ne kadar güçlü büktüğü. Negatif değerler dışa doğru şişirmek yerine içe doğru sıkıştırır.
uk: Наскільки сильно лінза викривлює зображення. Відʼємні значення стискають усередину замість випинання назовні.
zh_hans: 镜头使图像弯曲的强度。负值会向内收缩，而不是向外凸起。
zh_hant: 鏡頭彎曲影像的強度。負值會向內收縮而非向外凸出。

source: How large scenes render before MetalFX upscales them, per side. Lower is faster and softer.
ar: الحجم الذي تُعرض به المشاهد، لكل ضلع، قبل أن يكبّرها MetalFX. القيمة الأقل أسرع وأنعم.
de: Wie groß Szenen pro Seite gerendert werden, bevor MetalFX sie hochskaliert. Kleiner ist schneller und weicher.
es: Tamaño al que se renderizan las escenas, por lado, antes de que MetalFX las escale. Menos es más rápido y más suave.
fr: Taille de rendu des scènes, par côté, avant que MetalFX ne les agrandisse. Plus bas est plus rapide et plus flou.
hi: MetalFX से बड़ा करने से पहले सीन हर किनारे पर कितने बड़े रेंडर हों। कम मान तेज़ और नरम होता है।
it: Dimensione, per lato, a cui vengono renderizzate le scene prima che MetalFX le ingrandisca. Più bassa è più veloce e più morbida.
ja: MetalFX でアップスケールする前にシーンをレンダリングする大きさ（各辺）です。低いほど速く、柔らかくなります。
ko: MetalFX가 업스케일하기 전에 장면을 렌더링하는 크기(변 기준)입니다. 낮을수록 빠르고 부드러워집니다.
pl: Rozmiar, w jakim sceny są renderowane (na bok) przed skalowaniem przez MetalFX. Mniej to szybciej i miękciej.
pt_br: O tamanho, por lado, em que as cenas são renderizadas antes de o MetalFX ampliá-las. Menor é mais rápido e mais suave.
ru: Размер отрисовки сцен по каждой стороне до масштабирования MetalFX. Меньше — быстрее и мягче.
tr: Sahnelerin MetalFX ile büyütülmeden önce kenar başına işlendiği boyut. Düşük değer daha hızlı ve daha yumuşaktır.
uk: Розмір відтворення сцен за кожною стороною до масштабування MetalFX. Менше — швидше й мʼякше.
zh_hans: MetalFX 放大之前场景渲染的尺寸（按边长）。越低越快，画面越柔和。
zh_hant: MetalFX 放大之前場景渲染的尺寸（按邊長）。越低越快，畫面越柔和。

source: How many bars are drawn across the layer.
ar: عدد الأشرطة المرسومة عبر الطبقة.
de: Wie viele Balken über die Ebene gezeichnet werden.
es: Número de barras que se dibujan sobre la capa.
fr: Nombre de barres dessinées sur le calque.
hi: लेयर पर कितने बार बनाए जाते हैं.
it: Numero di barre disegnate sul livello.
ja: レイヤー全体に描画されるバーの数です。
ko: 레이어에 그려지는 막대의 개수입니다.
pl: Liczba słupków rysowanych na warstwie.
pt_br: Quantas barras são desenhadas ao longo da camada.
ru: Количество полос на слое.
tr: Katman boyunca kaç çubuk çizildiği.
uk: Скільки смуг малюється на шарі.
zh_hans: 在图层上绘制的条形数量。
zh_hant: 在圖層上繪製的長條數量。

source: How many times the texture tiles horizontally.
ar: عدد مرات تكرار النسيج أفقيًا.
de: Wie oft die Textur horizontal gekachelt wird.
es: Número de veces que la textura se repite horizontalmente.
fr: Nombre de répétitions horizontales de la texture.
hi: टेक्सचर क्षैतिज रूप से कितनी बार टाइल होता है.
it: Quante volte la texture si ripete in orizzontale.
ja: テクスチャを横方向に繰り返す回数です。
ko: 텍스처가 가로로 반복되는 횟수입니다.
pl: Ile razy tekstura powtarza się w poziomie.
pt_br: Quantas vezes a textura se repete horizontalmente.
ru: Сколько раз текстура повторяется по горизонтали.
tr: Dokunun yatay olarak kaç kez döşendiği.
uk: Скільки разів текстура повторюється по горизонталі.
zh_hans: 纹理在水平方向上平铺的次数。
zh_hant: 紋理在水平方向拼貼的次數。

source: How many times the texture tiles vertically.
ar: عدد مرات تكرار النسيج عموديًا.
de: Wie oft die Textur vertikal gekachelt wird.
es: Número de veces que la textura se repite verticalmente.
fr: Nombre de répétitions verticales de la texture.
hi: टेक्सचर लंबवत रूप से कितनी बार टाइल होता है.
it: Quante volte la texture si ripete in verticale.
ja: テクスチャを縦方向に繰り返す回数です。
ko: 텍스처가 세로로 반복되는 횟수입니다.
pl: Ile razy tekstura powtarza się w pionie.
pt_br: Quantas vezes a textura se repete verticalmente.
ru: Сколько раз текстура повторяется по вертикали.
tr: Dokunun dikey olarak kaç kez döşendiği.
uk: Скільки разів текстура повторюється по вертикалі.
zh_hans: 纹理在垂直方向上平铺的次数。
zh_hant: 紋理在垂直方向拼貼的次數。

source: How much bar movement is averaged over time. High values glide, 0 reacts instantly and jitters.
ar: مقدار تنعيم حركة الأشرطة بمرور الوقت. القيم المرتفعة تجعلها انسيابية، و0 يجعلها تستجيب فورًا وتهتز.
de: Wie stark die Balkenbewegung über die Zeit gemittelt wird. Hohe Werte gleiten, 0 reagiert sofort und zittert.
es: Cuánto se promedia el movimiento de las barras en el tiempo. Los valores altos son fluidos; 0 reacciona al instante y tiembla.
fr: Lissage du mouvement des barres dans le temps. Les valeurs élevées sont fluides, 0 réagit instantanément et tremble.
hi: बार की हलचल का समय के साथ कितना औसत लिया जाता है. ज़्यादा मान सहज चलते हैं, 0 तुरंत प्रतिक्रिया देता है और काँपता है.
it: Quanto il movimento delle barre viene mediato nel tempo. Valori alti scivolano, 0 reagisce subito e tremola.
ja: バーの動きを時間的に平均化する量です。高い値では滑らかに動き、0では即座に反応して細かく揺れます。
ko: 막대의 움직임을 시간에 따라 평균하는 정도입니다. 값이 높으면 부드럽게 움직이고, 0이면 즉시 반응하여 떨립니다.
pl: Jak bardzo ruch słupków jest uśredniany w czasie. Wysokie wartości dają płynny ruch, 0 reaguje natychmiast i drga.
pt_br: O quanto o movimento das barras é suavizado ao longo do tempo. Valores altos deslizam; 0 reage instantaneamente e treme.
ru: Насколько движение полос усредняется во времени. Большие значения — плавно, 0 — мгновенная реакция с дрожанием.
tr: Çubuk hareketinin zaman içinde ne kadar ortalandığı. Yüksek değerler yumuşak kayar, 0 anında tepki verir ve titrer.
uk: Наскільки рух смуг усереднюється в часі. Великі значення — плавно, 0 — миттєва реакція з тремтінням.
zh_hans: 条形运动随时间平均的程度。数值高时平滑，0 时即时反应并会抖动。
zh_hant: 長條動作隨時間平均的程度。數值高時動作平滑，0 會即時反應並產生抖動。

source: How much of the area the effect fills.
ar: مقدار المساحة التي يملؤها التأثير.
de: Wie viel der Fläche der Effekt ausfüllt.
es: Cuánta superficie cubre el efecto.
fr: Proportion de la zone remplie par l’effet.
hi: इफ़ेक्ट कितने हिस्से को भरता है.
it: Quanta parte dell’area riempie l’effetto.
ja: エフェクトが領域を埋める割合です。
ko: 효과가 영역을 채우는 정도입니다.
pl: Jaką część obszaru wypełnia efekt.
pt_br: Quanto da área o efeito preenche.
ru: Какую часть области заполняет эффект.
tr: Efektin alanın ne kadarını doldurduğu.
uk: Яку частину області заповнює ефект.
zh_hans: 效果填充区域的比例。
zh_hant: 效果填滿區域的比例。

source: How much of the layer the lens covers. Small values bulge only the centre.
ar: مقدار ما تغطيه العدسة من الطبقة. القيم الصغيرة تنفخ المركز فقط.
de: Wie viel der Ebene das Objektiv abdeckt. Kleine Werte wölben nur die Mitte.
es: Cuánta superficie de la capa cubre la lente. Los valores bajos solo abomban el centro.
fr: Proportion du calque couverte par l’objectif. Les petites valeurs ne bombent que le centre.
hi: लेंस लेयर का कितना हिस्सा कवर करता है. छोटे मान केवल केंद्र को उभारते हैं.
it: Quanta parte del livello copre l’obiettivo. Valori bassi gonfiano solo il centro.
ja: レンズがレイヤーを覆う範囲です。小さい値では中央だけが膨らみます。
ko: 렌즈가 레이어를 덮는 범위입니다. 값이 작으면 중심부만 부풀어 오릅니다.
pl: Jaką część warstwy obejmuje soczewka. Małe wartości wybrzuszają tylko środek.
pt_br: Quanto da camada a lente cobre. Valores pequenos estufam apenas o centro.
ru: Какую часть слоя охватывает линза. При малых значениях выпячивается только центр.
tr: Merceğin katmanın ne kadarını kapladığı. Küçük değerler yalnızca merkezi şişirir.
uk: Яку частину шару охоплює лінза. Малі значення випинають лише центр.
zh_hans: 镜头覆盖图层的范围。数值小时仅中心凸起。
zh_hant: 鏡頭涵蓋圖層的範圍。數值小時只有中心凸出。

source: How much the app writes to the macOS log. Verbose adds debug messages and frame timings; None and Errors Only both log errors.
ar: مقدار ما يكتبه التطبيق في سجل macOS. يضيف «مفصّل» رسائل تصحيح الأخطاء وأوقات الإطارات، ويسجّل كلٌّ من «لا شيء» و«الأخطاء فقط» الأخطاء.
de: Wie viel die App in das macOS-Protokoll schreibt. Ausführlich ergänzt Debug-Meldungen und Frame-Zeiten; Ohne und Nur Fehler protokollieren beide Fehler.
es: Cuánto escribe la app en el registro de macOS. Detallado añade mensajes de depuración y tiempos de fotograma; Ninguno y Solo errores registran ambos los errores.
fr: Quantité d’informations que l’app écrit dans le journal de macOS. Détaillé ajoute des messages de débogage et la durée des images ; Aucun et Erreurs uniquement consignent tous deux les erreurs.
hi: ऐप macOS लॉग में कितना लिखता है। वर्बोज़ डीबग संदेश और फ़्रेम टाइमिंग जोड़ता है; कोई नहीं और केवल त्रुटियाँ दोनों त्रुटियाँ लॉग करते हैं।
it: Quanto l’app scrive nel registro di macOS. Dettagliato aggiunge messaggi di debug e tempi dei fotogrammi; Nessuno e Solo errori registrano entrambi gli errori.
ja: App が macOS のログに書き込む量です。「詳細」ではデバッグメッセージとフレーム時間も記録します。「なし」と「エラーのみ」はどちらもエラーを記録します。
ko: 앱이 macOS 로그에 기록하는 양입니다. 상세는 디버그 메시지와 프레임 시간을 추가하며, 없음과 오류만은 모두 오류를 기록합니다.
pl: Ile aplikacja zapisuje w dzienniku macOS. Szczegółowe dodaje komunikaty debugowania i czasy klatek; Brak i Tylko błędy zapisują błędy.
pt_br: Quanto o app grava no registro do macOS. Detalhado adiciona mensagens de depuração e tempos de quadro; Nenhum e Somente Erros registram os erros.
ru: Сколько приложение пишет в журнал macOS. «Подробно» добавляет отладочные сообщения и время кадров; «Нет» и «Только ошибки» обе записывают ошибки.
tr: Uygulamanın macOS günlüğüne ne kadar yazdığı. Ayrıntılı, hata ayıklama iletilerini ve kare sürelerini ekler; Yok ve Yalnızca Hatalar her ikisi de hataları kaydeder.
uk: Скільки програма пише в журнал macOS. «Докладний» додає повідомлення налагодження та час кадрів; «Немає» і «Лише помилки» обидва записують помилки.
zh_hans: App 写入 macOS 日志的内容多少。“详细”会增加调试消息和帧耗时；“无”和“仅错误”都会记录错误。
zh_hant: App 寫入 macOS 記錄的內容多寡。「詳盡」會加入除錯訊息和影格耗時；「無」和「僅限錯誤」都會記錄錯誤。
